"More than %1$@ used on %2$@" = "Meir enn %1$@ brukt på %2$@"; // disk space
"Free memory below %@" = "Ledig minne mindre enn %@";
"CPU usage above %1$@ for %2$@ seconds" = "CPU-bruk over %1$@ i %2$@ sekund";
"Battery now at %@" = "Batteriet er no på %@";
"No internet connection" = "Inga Internett-tilkopling";
"Currently %1$@. Feels like %2$@." = "Akkurat no %1$@. Kjennes som %2$@."; // weather temperatures
"%li minutes remaining on battery" = "%li minutt igjen på batteriet";
"iStat Menus %.2f (%i) is now installed." = "iStat Menus %.2f (%i) er no installert.";
"Charger connected" = "Ladar kopla til";
"%@ chance of rain" = "%@ sjanse for regn";
"Daylight savings ends on %@" = "Sommartid sluttar %@";
"Low Battery" = "Lågt batterinivå";
"Forecast for today" = "Vêrvarsel for i dag";
"Clocks forward %@ hour" = "Klokker framover %@ time";
"New IP Address '%@'" = "Ny IP-adresse '%@'";
"Active GPU changed" = "Aktiv GPU endra";
"Daylight savings ends tomorrow at %@" = "Sommartid sluttar i morgon kl %@";
"%i Weather Alerts" = "%i vêr-varsel";
"S.M.A.R.T. status changed" = "S.M.A.R.T.-status endra";
"Weather Alert" = "Vêr-varsel";
"%@ chance of rain tonight" = "%@ sjanse for regn i kveld";
"Load Average above %1$@ for %2$@ seconds" = "Lastgjennomsnitt over %1$@ i %2$@ sekund";
"%1$@ now at %2$@" = "%1$@ no på %2$@"; // battery level now at %
"'%@' is now being used" = "'%@' er no i bruk"; // 'x gpu' is now being used
"Memory pressure above %@" = "Minnelast over %@";
"Daylight savings starts on %@" = "Sommartid startar %@";
"Charger disconnected" = "Ladar kopla frå";
"Connected to '%@'" = "Tilkopla '%@'";
"Battery is now charged" = "Batteriet er fullada";
"Forecast for tomorrow" = "Vêrvarsel for i morgon";
"New public IP Address '%@'" = "Ny offentleg IP-adresse '%@'";
"%@ chance of rain at night" = "%@ sjanse for regn i natt";
"Low %1$@, High %2$@." = "Lågaste %1$@, høgaste %2$@."; // weather temperatures
"Wi-Fi connected to '%@'" = "Wi-Fi kopla til '%@'";
"Connected to internet" = "Kopla til Internett";
"Daylight savings starts tomorrow at %@" = "Sommartid startar i morgon kl %@";
"Clocks back %@ hour" = "Klokker bakover %@ time";
"'%1$@' above %2$@ for %3$@ seconds" = "'%1$@' over %2$@ i %3$@ sekund"; // sensor above value for x seconds
"iStat Menus has been updated" = "iStat Menus har vorte oppdatert";
"Less than %1$@ left on %2$@" = "Mindre enn %1$@ tilgjengeleg på %2$@"; // disk space
"Current conditions" = "Vêret nett no";


// Unlocalized strings



// Unlocalized strings

"Internet" = "Internett";


// Modified strings

